#пользователь вводит с клавиатуры время в секундах,прошедшее с начала дня

#print("Это приложение в зависимости от вашего выбора считает периметр и площадь окружности")
#user_time = int(input("введите диаметр окружности:\n "))
#user_choice = input("Выберите, что нам нужно найти \n"
#                    "если нужно найти площадь (S), то введите - s:\n"
#                    "если нужно найти периметр (P), то введите - p:")
#
#
#if user_choice == "s":
#    print(f" Площадь окружности = {(user_time  ** 2) / 4 * 3.14}")
#elif user_choice == "p":
#    print(f" Периметр окружности = {(user_time)* 3.14}")





